adr-tools
ansible
blueutil
brotli
c-ares
ca-certificates
certifi
cffi
cryptography
defbro
diffutils
fd
fpp
fx
fzf
gettext
gh
git-delta
git-lfs
glab
glib
gmp
gnu-sed
helm
hurl
icu4c@76
icu4c@77
jq
jwt-cli
k9s
krb5
kubectx
kubernetes-cli
lazygit
libev
libevent
libnghttp2
libpng
libsodium
libssh
libssh2
libunistring
libuv
libvterm
libyaml
lolcat
lpeg
lua
luajit
luarocks
luv
lz4
midnight-commander
mongodb-community@4.4
mongodb-database-tools
mpdecimal
msgpack
ncurses
neovim
node
oniguruma
openssl@3
pcre
pcre2
pkg-config
pngpaste
postgresql@12
postgresql@14
postgresql@16
pycparser
python-certifi
python-cryptography
python@3.11
python@3.12
python@3.13
readline
redis
ripgrep
s-lang
semgrep
sops
sqlite
starship
tmux
tree
tree-sitter
unibilium
utf8proc
xz
zsh-syntax-highlighting
zstd
chromium
firefox
font-fira-code-nerd-font
google-cloud-sdk
multifirefox
ngrok
popsql
